package com.example.john.timegone.Data;

/**
 * Created by john on 2017/9/3.
 */

public class LifeExpectancy {

    /*public static String[] provinceCodeList = new String[]{"北京", "天津", "河北", "山西", "内蒙古", "辽宁",
            "吉林", "黑龙江", "上海", "江苏", "浙江", "安徽", "福建", "江西", "山东", "河南", "湖北",
            "湖南", "广东", "广西", "海南", "重庆", "四川", "贵州", "云南", "西藏", "陕西", "甘肃",
            "青海", "宁夏", "台湾", "新疆", "香港", "澳门}"};*/

    public static double LEList_China[] = new double[]{0, 81.95, 78.89, 74.97, 74.68, 74.44, 76.38,
    76.18, 75.98, 82.75, 76.63, 77.73, 75.08, 75.76, 74.92, 76.46, 74.57, 74.87,
    74.70, 76.49, 75.11, 76.30, 75.70, 74.75, 71.10, 69.54, 64.37, 74.92, 72.23,
    69.96, 73.38, 79.26, 72.35, 82.9, 84.5};
}
